Repository: mafeng1000/mafeng
Catalog: AnimePlay/AnimePlay/Language/*.lproj/Localizable.strings
Languages: es

source: Syncing music in the background
es: Sincronizando música de fondo

source: Download all
es: Descargar todo

source: View my cloud music >
es: Ver mi música en la nube>

source: Rename Fail
es: Cambiar nombre falla

source: New name already exist
es: Ya existe un nuevo nombre

source: Tap to identify surrounding sounds.
es: Toque para identificar los sonidos circundantes.

source: Collect to favorite
es: Recoger a favorito

source: Move to folder
es: Mover a la carpeta

source: Tap to get music info
es: Toca para obtener información sobre la música

source: Selected All
es: Todo seleccionado

source: Music Genres
es: Generos musicales

source: Sport Stations
es: Estaciones deportivas

source: Comedy Stations
es: Estaciones de comedia

source: Top Search
es: Búsqueda superior

source: Saved to "My Favorite"
es: Guardado en "Mi favorito"

source: Identifying the surrounding sound
es: Identificar el sonido circundante

source: This feature requires authorization from the microphone.
es: Esta función requiere la autorización del micrófono.

source: Go to settings
es: Ir a la configuración

source: We didn't catch a song
es: No escuchamos una canción

source: No Result
es: Sin resultados

source: To playlist
es: A la lista de reproducción

source: Share
es: Compartir

source: Clear Success
es: Éxito claro

source: Cloud Drive
es: Unidad de nube

source: Birth
es: Nacimiento

source: Name
es: Nombre

source: Gender
es: Género

source: Network error, retry
es: Error de red, reintentar

source: Net Error!
es: ¡Error neto!

source: The network request failed
es: La solicitud de red falló

# The full screen ad has been removed for
source: The full screen ad has been removed for %ld hours.
es: El anuncio de pantalla completa se ha eliminado durante %ld horas.

source: Don’t ask again
es: No vuelvas a preguntar

source: Watch the full video reward ad to continue.
es: Vea el anuncio de recompensa en video completo para continuar.

source: More info
es: Más información

source: Server
es: Servidor

source: Loading reward video ad.
es: Cargando anuncio de video de recompensa.

source: Movies of %@
es: La película de %@

source: Official Trailer
es: Remolque

source: Hide
es: Esconder

source: Play Failed
es: Falló la reproducción

source: Subscribe
es: Suscribir

source: Subscribed
es: Suscrito

source: Trailer
es: Remolque

source: Full screen ads is removed.
es: Se eliminan los anuncios de pantalla completa.

source: Search for movies
es: Buscar películas

source: Added to Movies
es: Agregado a películas

source: Mark as read
es: Marcar como leído

source: Message
es: Mensaje

source: 1.Play the video on the website first
es: 1.Reproduzca primero el video en el sitio web

source: 2.Then click to download
es: 2.A continuación, haga clic para descargar

source: All Movies
es: Todas

source: All Shows
es: Todas

source: Turn on Notifications
es: Activar las notificaciones

source: This way,you will see new messages on your phone instantly
es: De esta manera, verá nuevos mensajes en su teléfono al instante

source: Turn On
es: Encender

source: Not Now
es: Ahora No

source: Turn on Notifications See New Messages Instantly
es: Activar notificaciones Ver mensajes nuevos al instante

source: See all
es: Ver todos

source: See all >
es: Ver todos >

source: Switching to the high-speed line...
es: Cambiar a la línea de alta velocidad...

source: How to remove all fullscreen ads free?
es: Elimina todos los anuncios gratis.

source: Invite %zd more friends to open your link.
es: Invita a %zd más amigos a abrir tu enlace.

source: All fullscreen ads have been removed.
es: Se han eliminado los anuncios.

source: See all
es: Ver todos

source: Collected to
es: Guardado en

source: Collected to “My Favorite”
es: Guardado en "Mi favorito"

source: TOP Charts
es: Mejores gráficos

source: Global Charts
es: Gráficos globales

source: Daily Updates
es: Actualizaciones diarias

source: ALLOW %@ TO ACCESS
es: PERMITIR ACCEDER A %@

source: %@ need permission to continue
es: %@ necesita permiso para continuar

source: This id will not be linked to your identity
es: Esta identificación no estará vinculada a su identidad

source: Allow Tracking
es: Permitir seguimiento

source: Due to the request of the copyright owner, the video is not available for playback
es: Debido a la solicitud del propietario de los derechos de autor, el video no está disponible para su reproducción

source: You will delete all %@ from playback history
es: Eliminará todo %@ del historial de reproducción

source: Delete all
es: Eliminar todos

source: Fast-Forward
es: Avance rápido

source: Collections
es: Colecciones

source: Release
es: Liberación

source: Country
es: País

source: Watch %@ From %@
es: Ver %@ desde %@

source: Watch %@ From %@ EP%zd %@
es: Ver %@ From %@ EP%zd %@

source: Watch %@ From EP%zd %@
es: Ver %@ desde EP%zd %@

source: Unlock
es: desbloquear

source: Switch language
es: Cambiar idioma

source: After sharing with friends,all full-screen ads will be removed during this play.
es: Después de compartir con amigos, todos los anuncios de pantalla completa se eliminarán durante esta reproducción.

source: DETAILS
es: DETALLES

source: Related Keywords
es: Palabras claves relacionadas

source: Turn On Notification
es: Activar notificación

source: Get %@ info failed
es: Error al obtener %@ info

source: Don't Miss The Big Hits !
es: ¡No te pierdas los grandes éxitos!

source: We'll let you konw when new and big hits arrive
es: Te avisaremos cuando lleguen nuevos y grandes éxitos

source: Ads will begin in %@s
es: Los anuncios comenzarán en %@s

source: remove for free
es: eliminar gratis

source: Remind Me
es: Recuerdame

source: Reserve
es: Reserva

source: Reserved
es: Reservado

source: Remove all ads
es: Quitar todos los anuncios

source: Unlock all movies
es: Desbloquea todas las películas

source: Only $0.08/day
es: Solo $ 0.08 / día

source: PREMIUM ACCESS
es: ACCESO PREMIUM

source: tap Restore.
es: toca Restaurar.

source: If the ad still appears after purchase,
es: Si el anuncio sigue apareciendo después de la compra,

source: Invite friends,remove All full screen ads for free
es: Invite amigos, elimine todos los anuncios de pantalla completa de forma gratuita

source: More HD Movies
es: Más películas en HD

source: Continue Anyway
es: De todas maneras, continúe

source: Remind me when HD resource is available
es: Recuérdame cuando esté disponible el recurso HD

source: CAM movie has poor quiality in picture. We will updata into HD soon.
es: La película CAM tiene una imagen de mala calidad. Pronto actualizaremos a HD

source: CAM Movies
es: Películas CAM

source: Invite friends
es: Invitar a amigos

source: EPS
es: Episodio

source: For You
es: Para ti

source: Explore
es: Explorar

source: Share this app to unlock
es: Comparte esta aplicación para desbloquear

source: Go to Share
es: Ir a compartir

source: Unlock all videos
es: Desbloquear todos los videos

source: Choose your
es: Escoge tu

source: interests
es: intereses

source: Get better music recommendations
es: Obtén mejores recomendaciones de música

source: Choose at least one genre~
es: Elija al menos un género ~

source: Choose at least one artist~
es: Elige al menos un artista ~

source: Tips: After the new subscription under the same Apple account takes effect, the old subscription will be refunded to you directly according to the unused proportion.
es: Sugerencias: Una vez que la nueva suscripción bajo la misma cuenta de Apple entre en vigencia, la suscripción anterior se le reembolsará directamente de acuerdo con la proporción no utilizada.

source: What is a family package?
es: ¿Qué es un paquete familiar?

source: The family plan packs up to %ld independent accounts into one payment, and the accounts are completely independent. The main family account can invite other members at any time, and members can log out at any time.
es: El plan familiar incluye hasta %ld cuentas independientes en un solo pago, y las cuentas son completamente independientes. La cuenta familiar principal puede invitar a otros miembros en cualquier momento y los miembros pueden cerrar la sesión en cualquier momento.

source: Upgrade to family package?
es: ¿Actualizar al paquete familiar?

source: If you have already purchased a single plan, you can upgrade to a family plan at any time. The family plan needs to be paid , and the old subscription balance will be refunded to you in proportion.
es: Si ya ha comprado un plan único, puede actualizarlo a un plan familiar en cualquier momento. El plan familiar debe pagarse y el saldo de la suscripción anterior se le reembolsará en proporción.

source: Single Plan
es: Plan único

source: Family Plan
es: Plan familiar

source: Upgrade to Family Plan
es: Actualizar al plan familiar

source: You need to log in to purchase a family plan.
es: Debes iniciar sesión para comprar un plan familiar.

source: Add family members
es: Agregar miembros de la familia

source: Quit Family Plan
es: Salir del plan familiar

source: Buy Family Plan
es: Comprar plan familiar

source: You have not purchased or joined any family plan
es: No ha comprado ni se ha unido a ningún plan familiar

source: Or wait for invitation.
es: O espere la invitación.

source: Family Account
es: Cuenta familiar

source: Add Member
es: Añadir miembro

source: *You can only add users registered in this app *You can add up to four additional family members *You cannot add users with family plan accounts
es: *Solo puede agregar usuarios registrados en esta aplicación *Puede agregar hasta cuatro miembros adicionales de la familia *No puede agregar usuarios con cuentas de plan familiar

source: Enter the email address
es: Ingrese la dirección de correo electrónico

# Add failed
source: Aggiunta non riuscita
es: No se pudo agregar

source: The account does not exist
es: La cuenta no existe

source: Organizer
es: Organizador

source: Member
es: Miembro

source: Added successfully
es: Agregado exitosamente

source: The user already exists
es: El usuario ya existe

source: Manage My Family(Up to %ld members)
es: Administrar mi familia(Hasta %ld miembros)

source: Verify your email address
es: Verificar tu dirección de correo electrónico

source: Enter the verification code that we sent to %@. If you don’t see it, check your spam folder.
es: Ingresa el código de verificación que te enviamos a %@. Si no puedes verlo, revisa la carpeta de spam.

source: Enter code
es: Ingresar el código

source: Enter a code
es: Ingresa un código

source: Verify and sign up
es: Verificar y registrarse

source: Wrong code. Try again.
es: El código es incorrecto. Vuelve a intentarlo.

source: Search code here for more
es: Busque el código aquí para más

source: Trial
es: Prueba

source: Get Premium Now，Remove All ADs
es: Obtenga Premium ahora, elimine todos los anuncios

source: No,thanks
es: No, gracias

source: Price
es: Precio original

source: off
es: ahorrar

source: Week
es: Semana

source: Month
es: Mes

source: Year
es: Año

source: Weekly
es: Semanalmente

source: Monthly
es: Por mes

source: Yearly
es: Por año

source: Enjoy thousands of songs，no ads.
es: Disfrute de miles de canciones, sin anuncios.

source: Try PREMIUM for 100
es: Prueba PREMIUM por 100

source: Then $2.99 / week after trial ends
es: Luego $2.99 / semana después de que finalice la prueba

source: Then $2.99 / month after trial ends
es: Luego $2.99 / mes después de que finalice la prueba

source: Then $2.99 / year after trial ends
es: Luego $2.99 / año después de que finalice la prueba

source: $2.99 for 100,then $4.99/week
es: $2.99 por 100, luego $4.99 / semana

source: $2.99 for 100,then $4.99/month
es: $2.99 por 100, luego $4.99 / mes

source: $2.99 for 100,then $4.99/year
es: $2.99 por 100, luego $4.99 / año

source: Get Premium to cast to TV and enjoy movies on TV now!
es: ¡Obtén Premium para transmitir a TV y disfruta de películas en TV ahora!

source: Get Premium to unlimited downloads
es: Obtenga Premium para descargas ilimitadas

source: Remaining times
es: Tiempos restantes

source: Get Premium
es: Hazte premium

source: Get Premium to remove all ads
es: Obtenga Premium para eliminar todos los anuncios

source: Unlimited downloads
es: Descargas ilimitadas

source: Faster download
es: Descarga mas rapida

source: Episodes
es: Episodios

source: My Collection
es: Meine Sammlung

source: Try PREMIUM for
es: Prueba PREMIUM para

source: No, thanks
es: No, gracias

source: Premium will soon expire
es: La prima caducará pronto

source: Expire
es: Expirar

source: will not automatically renew after the end
es: no se renovará automáticamente después del final

source: Renew
es: Renovar

source: Choose 3 or more artists you like
es: Elige 3 o más artistas que te gusten

source: Made for you
es: Personalizado para ti

source: week
es: semana

source: month
es: mes

source: year
es: año

source: Free
es: Gratis

source: Weekly subscription
es: Suscripción semanal

source: Monthly subscription
es: Suscripción mensual

source: Yearly subscription
es: Suscripción anual

source: Resubscribe
es: Volver a suscribirse

source: Your original subscription will be restored. You'll be automatically charged 300/200 starting of 100.
es: Su suscripción original será restaurada. Se le cobrará automáticamente 300/200 a partir de 100.

source: Resubscribed
es: Resuscrito

source: Change subscription
es: Cambiar suscripción

source: Updating subscription status, please try again in 60 seconds
es: Actualizando el estado de la suscripción, vuelva a intentarlo en 60 segundos

source: What’s making you cancel?
es: ¿Qué te hace cancelar?

source: Before canceling, let us know why you're leaving. Thank you.
es: Antes de cancelar, háganos saber por qué se va. Gracias.

source: Back
es: Atrás

source: Cancel subscription?
es: ¿Cancelar suscripción?

source: Cancel subscription
es: Cancelar suscripción

source: Your subscription will be canceled at the end of your billing period on 100, and you won’t be charged anymore. You can change your mind any time before this date.
es: Su suscripción se cancelará al final de su período de facturación el 100 y no se le cobrará más. Puede cambiar de opinión en cualquier momento antes de esta fecha.

source: Keep subscription
es: Mantener suscripción

source: Subscription not supported at the moment
es: Suscripción no admitida en este momento

source: Subscription will be canceled
es: La suscripción será cancelada.

source: Try 3 days for free
es: Pruebe 3 días gratis

source: Cancels on 100
es: Cancela el 100

source: You haven't subscribed yet.
es: Aún no te has suscrito.

source: New: Premium - 100
es: Nuevo: Premium - 100

source: You're already subscribe to Premium - 100
es: Ya estás suscrito a Premium - 100

source: If you need our help, please follow this link to join PREMIUM members group.
es: Si necesita nuestra ayuda, siga este enlace para unirse al grupo de miembros PREMIUM.

source: Your subscription is a duplicate purchase, would you like to cancel your credit card payment method?
es: Su suscripción es una compra duplicada, ¿le gustaría cancelar su método de pago con tarjeta de crédito?

source: Cancel Duplicate Subscription
es: Cancelar suscripción duplicada

source: Duplicate subscription will be cancelled
es: La suscripción duplicada será cancelada

source: Premium
es: De primera calidad

source: Cancels on
es: Cancela el

source: Family
es: Familia

source: Remove All Ads
es: Eliminar todos los anuncios

source: Unlock All Movies
es: Desbloquear todas las películas

source: Cancel Anytime
es: Cancelar en cualquier momento

source: Unlimited Downloads
es: Descargas ilimitadas

source: Watch While Downloads
es: Ver mientras se descarga

source: Up To 5 Members
es: Hasta 5 miembros

source: Current Plan
es: Plan actual

source: Manage My Family
es: Administrar mi familia

source: Manage +
es: Administrar +

source: Premium Access
es: Acceso prémium

source: Free Trial
es: Prueba gratis

source: Individual Premium
es: Prima individual

source: OR
es: O

source: Choose more plans
es: Elige más planes

source: The user has already joined another family plan
es: El usuario ya se ha unido a otro plan familiar

source: Family members reached the upper limit
es: Los miembros de la familia alcanzaron el límite superior

source: Your premium can't be changed at the moment.
es: Su prima no se puede cambiar en este momento.

source: Currently unavailable for purchase. You could install another iOS app with the same functionality.
es: Actualmente no disponible para la compra. Puede instalar otra aplicación de iOS con la misma funcionalidad.

source: Currently unavailable for purchase.
es: Actualmente no disponible para la compra.

source: Tap to download
es: Toca para descargar

source: $2.99 for 100 trial
es: $2.99 por 100 pruebas

source: 1 Premium account
es: 1 cuenta prémium

source: Up to 5 Premium accounts
es: Hasta 5 cuentas Premium

source: What is a family plan?
es: ¿Qué es un plan familiar?

source: Subscription automatically renews unless auto-renewal is disabled at least 24 hours before the end of the current period.
es: La suscripción se renueva automáticamente a menos que la renovación automática se deshabilite al menos 24 horas antes del final del período actual.

source: Subscriptions can be managed by the user and automatic renewal can be disabled by going to the User Account Settings after purchase.
es: Las suscripciones pueden ser administradas por el usuario y la renovación automática puede desactivarse yendo a la Configuración de la cuenta de usuario después de la compra.

source: You must confirm and pay the VIP subscription through the iTunes account in the purchase confirmation.
es: Debe confirmar y pagar la suscripción VIP a través de la cuenta de iTunes en la confirmación de compra.

source: Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable.
es: Cualquier parte no utilizada de un período de prueba gratuito, si se ofrece, se perderá cuando el usuario compre una suscripción a esa publicación, cuando corresponda.

source: The VIP subscription is automatically renewed.
es: La suscripción VIP se renueva automáticamente.

source: Subscriptions length: Weekly,Monthly,Annually.
es: Duración de las suscripciones: Semanal, Mensual, Anual.

source: Subscription automatically renews
es: La suscripción se renueva automáticamente

source: automatic renewal can be disabled
es: la renovación automática puede desactivarse

source: My Family
es: Mi familia

source: The two passwords entered are inconsistent.
es: Las dos contraseñas ingresadas son inconsistentes.

source: Confirm password
es: Confirmar contraseña

# Added to 'My Like'
source: Added to 'My Favorite'
es: Añadido a 'Mis Me Gusta'

source: You will delete from playback history
es: Lo eliminarás del historial de reproducción

source: movie
es: película

source: tv show
es: programa de televisión

source: Casts
es: moldes

source: Watched
es: Observó

source: There is no download task at present
es: No hay ninguna tarea de descarga en este momento

source: Find More To Download >
es: Encuentra más para descargar >

source: Follow This Link
es: Siga este enlace

source: Join Premium Members Group
es: Únase al grupo de miembros premium

source: Most popular
es: Más popular

source: Off
es: Apagado

source: My Library
es: Mi biblioteca

# My Like
source: My Favorite
es: Mi gusto

source: Collapse
es: colapso

source: More Big Hits
es: Más grandes éxitos

source: Get Premium for a better movie viewing experience
es: Obtenga Premium para una mejor experiencia de visualización de películas

source: Tap to continue
es: Pulse para continuar

source: Waiting for other tasks to complete
es: Esperando a que se completen otras tareas

source: Tap to re-acquire info
es: Toque para volver a adquirir información

source: Getting info
es: Obtener información

source: Failed, tap to re-acquire info
es: Error, toque para volver a adquirir información

source: Failed, tap to retry
es: Error, toque para volver a intentarlo

source: Join our telegram group for more convenient communication.
es: Únase a nuestro grupo de telegramas para una comunicación más conveniente.

source: Join
es: Unirse

source: Submit
es: Enviar

source: Describe the problem
es: Describe el problema

source: Email address
es: Dirección de correo electrónico

source: Or you can contact us at
es: O puede contactarnos en

source: Please describe your issue or suggestion in detail.
es: Describa su problema o sugerencia en detalle.

source: Please enter a proper valid email address.
es: Introduzca una dirección de correo electrónico válida adecuada.

source: Select All
es: Seleccionar todos

source: Deselect All
es: Deseleccionar todos

source: Editor's Pick
es: Selección del editor

source: Continue after sharing 100 with your friends.
es: Continúa después de compartir 100 con tus amigos.

source: Airplay And Bluetooth Devices
es: Airplay y dispositivos Bluetooth

source: found what you like
es: Encontraste lo que te gusta

source: Episodes Left To Watch
es: Episodios que quedan por ver

source: Not Seeing Your Devices?
es: ¿No ves tus dispositivos?

source: My Downloads
es: Mis descargas

source: Get Help
es: Consigue ayuda

source: Get notifications for new season releases,personalized recommendations,special offers,and more.Manage notifications in your app setting.
es: Reciba notificaciones de lanzamientos de nuevas temporadas, recomendaciones personalizadas, ofertas especiales y más. Administre las notificaciones en la configuración de su aplicación.

source: Get Premium to remove all Ads
es: Obtenga Premium para eliminar todos los anuncios

source: When there is a new release or high-definition source, you can get our notification in time. You can turn on message notifications in your APP settings.
es: Cuando hay un nuevo lanzamiento o una fuente de alta definición, puede recibir nuestra notificación a tiempo. Puede activar las notificaciones de mensajes en la configuración de su aplicación.

source: When there is a new release or high-definition source, you can get our notification in time. You can turn on message notifications in your APP settings.
es: Cuando hay un nuevo lanzamiento o una fuente de alta definición, puede recibir nuestra notificación a tiempo. Puede activar las notificaciones de mensajes en la configuración de su aplicación.

source: Failed Restore, please contact us by email.
es: Restauración fallida, contáctenos por correo electrónico.

source: By continuing,you agree to accept our
es: Al continuar, aceptas nuestra

source: Please wait
es: Espere por favor

source: Email Not Found. This email doesn't match any known Accounts. Try again.
es: El correo electrónico no encontrado. Este correo electrónico no coincide con ninguna cuenta conocida. Intentar otra vez.

source: Reset Password
es: Restablecer la contraseña

source: Save Changes
es: Guardar cambios

source: Use 8-16 characters with a mix of letters & numbers.
es: Use de 8 a 16 caracteres con una combinación de letras y números.

source: Enter new password
es: Introduzca una nueva contraseña

source: Re-enter new password
es: re-ingrese nueva contraseña

source: Enter the verification code and we send it to %@. If you don't see it, check your spam folder.
es: Introduce el código de verificación y te lo enviamos a %@. Si no lo ves, revisa tu carpeta de correo no deseado.

source: Please re-enter the same password
es: Por favor, vuelva a introducir la misma contraseña.

source: Saved successfully
es: Guardado exitosamente

source: Verify Your Email Address
es: Verifique su dirección de correo electrónico
