Repository: mafeng1000/mafeng
Catalog: AnimePlay/AnimePlay/Language/*.lproj/Localizable.strings
Languages: es

# Share YoungTuner to your friends
source: Share app to your friends
es: Comparte app con tus amigos

# Play via YoungTuner
source: Play via app
es: Juega a través de app

source: Home
es: Hogar

source: Search
es: Buscar

source: Settings
es: Ajustes

source: New
es: Nueva

source: My Music
es: Mi música

source: CloudDrive
es: Unidad de nube

source: More exciting content recommended for you
es: Más contenido emocionante recomendado para ti

source: you can cancel anytime.
es: puede cancelar en cualquier momento.

source: Play error. Please fix incorrect time on your phone and try again.
es: Error de reproducción. Corrija la hora incorrecta en su teléfono y vuelva a intentarlo.

source: Screen Casting
es: Fundición de pantalla

source: Subscription Terms
es: Términos de suscripción

source: Note
es: Nota

source: Remove from List
es: Quitar de la lista

source: Quit Family Account
es: Salir de la cuenta familiar

source: Delete Member Success
es: Eliminar miembros con éxito

source: Playing at 2x speed
es: Reproducir a doble velocidad

source: Get IDFA
es: Obtener IDFA

source: We can provide you with a more personalized ad experience through IDFA. If you wish to enable this feature, please select 'allow' on the next pop-up window.
es: Podemos brindarte una experiencia publicitaria más personalizada a través de IDFA. Si deseas habilitar esta función, por favor selecciona 'permitir' en la próxima ventana emergente.

source: Our app aims to remain free for you. Advertising helps support our business. Click into the system settings, find our app, turn on the 'Allow Tracking' switch, and click 'Allow'.
es: Nuestra aplicación tiene como objetivo mantenerse gratuita para ti. La publicidad ayuda a sostener nuestro negocio. Ingresa a la configuración del sistema, encuentra nuestra aplicación, activa el interruptor 'Permitir Seguimiento' y haz clic en 'Permitir'.

source: Stay connected with us
es: Manténgase conectado con nosotros

source: Personalized Recommendations
es: Recomendaciones personalizadas

source: Important news, APP updates and more
es: Noticias importantes, actualizaciones de aplicaciones y más

source: The latest popular movies and TV shows
es: Las últimas películas y programas de TV populares

source: Get notifications, you can receive the following messages in time
es: Recibe notificaciones, puedes recibir los siguientes mensajes a tiempo

source: Get notifications
es: Recibe notificaciones

source: We will keep you informed of the most popular movies and TV series
es: Te mantendremos informado de las películas y series de TV más populares

source: Continue
es: Continuar

source: Confirm
es: Confirmar

source: Rename
es: Cambiar el nombre

source: Music
es: Música

source: Featured
es: Destacado

source: Genres
es: Géneros

source: Moods
es: Estado de ánimo

source: Charts
es: Gráficos

source: History
es: Historia

source: Like
es: Me gusta

source: Close
es: Cerca

source: Clear
es: Claro

source: Create
es: Crear

source: Channels
es: Canales

source: Edit
es: Editar

source: Other
es: Otro

source: Shuffle
es: Barajar

source: Delete
es: Borrar

source: Favorite
es: Mi favorito

source: Move
es: Móvil

source: All
es: Todos

source: Batch
es: Lote

source: Default
es: Por defecto

source: RATE
es: TARIFA

source: SHARE
es: COMPARTIR

source: Copied
es: Copiado

source: Skip
es: Omitir

source: hours
es: horas

source: min
es: minutos

source: Start
es: Comienzo

source: stop
es: detener

source: resume
es: currículum

source: SUBMIT
es: ENVIAR

source: Open
es: Abierto

source: Upgrading
es: Actualización

source: Go
es: Ve a escuchar

source: Select
es: Seleccione

source: Regions
es: Regiones

source: Retry
es: Rever

source: views
es: vistas

source: Loading
es: Cargando

source: No more data
es: No hay más datos

source: Pull to refresh...
es: Desliza hacia abajo para actualizar...

source: Release to refresh...
es: Suelta para actualizar...

source: Go Share
es: Ir a Compartir

source: Task added
es: Tarea agregada

source: Listen it again
es: Escúchalo de nuevo

source: Moods & Playlists
es: Estado de ánimo & Listas

source: Top Track
es: Top Hits

source: Recommended Playlists
es: Recomendado

source: Recommended Songs
es: Canciones recomendadas

source: Hot Artists
es: Artistas populares

source: New Release
es: Nueva publicación

source: More videos
es: Más videos

source: Best match
es: Mejor coincidencia

source: Music Hotlist
es: Lista caliente de música

source: New, cool and trending
es: Nuevo, genial y de tendencias

source: tap to connect
es: toque para conectar

source: Start all
es: Comience todos

source: Clear All
es: Limpiar todos

source: Edit All
es: Editar todos

source: Play All
es: Barajar

source: Pause All
es: Pausar todos

source: Repeat all
es: Repite todos

source: Repeat one
es: Repite uno

source: Shuffle play
es: Barajar

source: Already exist
es: Ya existe

source: Hide all tasks
es: Ocultar tareas

source: Show all tasks
es: Mostrar tareas

source: Batch operation
es: Operación por lotes

source: Add as next
es: Jugar siguiente

source: Play next
es: Siguiente

source: Add to
es: añadir

source: Add to playlist
es: Añadir a playlist

source: Song name
es: Nombre de la cancion

source: Sort by
es: Ordenar por

source: Tap star to rate
es: Toque estrella para calificar

source: Saved success
es: Ahorre éxito

source: Remove success
es: Eliminar el éxito

source: Saved to
es: Guardado en

source: Share to
es: Compartir en

source: Remove from "My Favorite"
es: Eliminar de "Mis favoritos"

source: Saved to “My Favorite”
es: Guardado en "Mis favoritos"

source: Related artists
es: Artistas relacionados

source: Related Playlist
es: Lista de reproducción relacionada

source: HI-FI music
es: Música HI-FI

source: Transfer playlists to multi-device or system
es: Transferir listas de reproducción a dispositivos o sistemas múltiples

source: Terms of Use
es: Términos de Uso

source: Not allow play in your country.
es: No permite reproducir en su país.

source: High Definition
es: Alta definición

source: Standard Definition
es: Definición estándar

source: Low Definition
es: Baja definición

# placeHolderLabel
source: Please describe your problems or suggestions here.
es: Por favor escribe tus problemas o sugerencias aquí.

# emailplaceHolderLabel
source: Please leave your e-mail address for us to better serve you
es: Por favor, ingrese su dirección de correo electrónico para que podamos mejor atenderle

source: Please describe your problems or suggestions here.
es: Por favor escribe tus problemas o sugerencias aquí.

source: Please leave your e-mail address for us to better serve you
es: Por favor, deje su dirección de correo electrónico para que podamos servirle mejor

source: Please enter your advice
es: Por favor, introduzca su Consejo

source: Please enter your e-mail address
es: Introduzca su dirección de correo electrónico

source: Please enter your advice and email address
es: Introduzca su recomendación y dirección de correo electrónico

source: Submitted successfully
es: Presentación exitosa

source: Submitted failed
es: Presentación fallida

source: Start Analytics
es: Inicie Analytics

source: More Exciting Plans
es: Planes más emocionantes

source: Net work error. Please try again.
es: Error de red. Por favor, inténtelo de nuevo.

source: Enter new file name
es: Ingrese un nuevo nombre de archivo

source: Transfer to computer
es: Transferir a la computadora

source: Connect to Wi-Fi first
es: Conéctate a Wi-Fi primero

source: WiFi Transfer start fail!
es: El inicio de la transferencia WiFi falla!

source: On your computer's browser go to:
es: En el navegador de tu computadora ve a:

source: Devices and computers need to be in the same Wi-Fi
es: Los dispositivos y las computadoras deben estar conectados a la misma red Wi-Fi

source: Turn Off Transfer
es: Desactivar transferencia

source: Share to Unlock
es: Compartir para desbloquear

source: Fixing "fast forward" bug, Please don't kill app.
es: Corrección del error "avance rápido", por favor no elimine la aplicación.

source: "Fast forward" bug fixed
es: "Avance rápido" error corregido

source: High definition audio
es: Audio de alta definición

source: Standard definition audio
es: Audio de definición estándar

source: Low definition audio
es: Audio de baja definición

source: 720p video
es: Video de 720p

source: 360p video
es: Video de 360p

source: 240p video
es: Video de 240p

source: Nature Sounds
es: Sonidos de la naturaleza

source: No music playing
es: La música no está sonando

source: Your music has been transferred to "Playlists"
es: Tu música ha sido transferida a "Listas"

source: Getting music info...
es: Obteniendo información de música ...

source: Get music info failed
es: Obtener información de música fallida.

source: importsong from other source
es: Importar canciones de otras fuentes

source: Continue to download unfinished tasks
es: Continuar descargando tareas sin terminar

source: Instagram not installed
es: Instagram no instalado

source: Post and tag your photo
es: Publica y etiqueta tu foto

# share video link
source: Video link to share has been copied. You can directly paste the link when you send it.
es: El enlace de video para compartir ha sido copiado. Puede pegar directamente el enlace cuando lo envíe.

source: Go to instagram
es: Ir a Instagram

source: Video is playing.
es: El video se está reproduciendo.

# Favorite Failed!
source: Failed!
es: ¡Falló la favorización!

source: Confirm delete playlist?
es: Confirmar la eliminación de la lista de reproducción?

source: Try again
es: Inténtalo de nuevo

source: My Favorite
es: Mi favorito

source: My Playlists
es: Mis Playlists

source: Recently Played
es: Recientemente escuchado

source: Sleep Timer
es: Temporizador de sueno

source: Clear Caches
es: Borrar cachés

source: Privacy Policy
es: Política de privacidad

source: Feedback
es: Comentarios

source: About
es: Acerca de

source: Streaming Settings
es: Configuración de transmisión

source: Wifi Transfer
es: Transferencia Wifi

source: My Drive
es: Mi disco duro

# Offline Music
source: Downloaded Music
es: Música sin conexión

# Offline Videos
source: Downloaded Videos
es: Videos sin conexión

source: Song
es: Canción

source: Songs
es: Canciones

source: songs
es: canciones

source: Video
es: Vídeo

source: More
es: Más

source: More >
es: Más >

source: Report
es: Informe

source: REPORT
es: INFORME

source: Task
es: Tarea

source: Tasks
es: Tareas

source: Artist
es: Artista

source: Artists
es: Artistas

source: playlists
es: lizas

source: Playlists
es: Listas

source: CANCEL
es: CANCELAR

source: Cancel
es: Cancelar

source: Save
es: Guardar

source: Saved
es: Salvado

source: Reset
es: Reiniciar

source: reset
es: Reiniciar

source: Trending Search
es: Tendencias

source: Search "%@" online
es: Buscar "%@" en línea

source: Search in "%@"
es: Buscar en "%@"

source: Search for music, singers
es: Busque música, cantantes

source: Search radios
es: Radios de busqueda

source: Top
es: La Mejor Música

source: Recently
es: Recientemente

source: Sports
es: Deportivas

source: Comedy
es: Comedia

source: All Topic
es: Todo El Tema

source: Top Stations
es: Estaciones Populares

source: Talk Stations
es: Conversación

source: News Stations
es: Noticias

source: (Privacy Policy)
es: (Política de privacidad)

source: By continue you agree to our (Privacy Policy), you can cancel this agreement anytime in 'Settings'.
es: Si continúa, acepta nuestros (Política de privacidad), puede cancelar este acuerdo en cualquier momento en 'Configuración'.

source: Terms of Service
es: Términos de servicio

source: (Terms of Service)
es: (Términos de servicio)

source: By continue you agree to our (Terms of Service), you can cancel this agreement anytime in 'Settings'.
es: Si continúa, acepta nuestros (Términos de servicio), puede cancelar este acuerdo en cualquier momento en 'Configuración'.

source: icon_new_corner
es: icon_new_corner_es

source: icon_new_list
es: icon_new_list_es

source: You miss this
es: Te pierdes esto

source: Background
es: Fondo

source: Don't show this again
es: No mostrar esto de nuevo.

source: Check out progress at My Music
es: Verifique el progreso en "Biblioteca".

source: Tap to download from other source
es: Toca para descargar desde otra fuente.

source: Tap to retry
es: Toca para volver a intentar

source: Waitting for convert...
es: Esperando a convertir...

source: Network error
es: Error de red

source: This feature can only be used in WiFi environments
es: Esta característica solo se puede usar en entornos WiFi

source: Converting...
es: Convirtiendo...

source: Converting to mp3...
es: Convirtiendo a mp3...

source: Converting to m4a...
es: Convirtiendo a m4a...

source: Tap to convert
es: Toque para convertir

source: New folder
es: Nueva carpeta

source: Create New Folder
es: Crear nueva carpeta

source: input folder name
es: nombre de entrada

source: Create New Playlist
es: Crear nuevo

source: input playlist name
es: nombre de entrada

# DoLO
source: Download
es: Descargar

# DOWLOA
source: Downloaded
es: Descargada

source: Download finished
es: Descarga terminada

# ToFomo
source: Download to folder
es: Descargar a la carpeta

source: Once the download is complete, the song will automatically move to
es: Una vez que se complete la descarga, la canción se moverá automáticamente

# Do you want to download all
source: Do you want to download all %ld songs?
es: Quieres descargar todas las %ld canciones?

source: To folder
es: Carpeta

source: Collect
es: Recoger

source: Collected
es: Recogido

source: Waitting...
es: Esperando...

# xxxtolistreuslt
source: %@ added, %@ already exist
es: %@ añadidos, %@ ya existen

source: You can download all music free.
es: Puedes descargar toda la música gratis.

source: Convert to audio
es: Convertir a audio

source: Watch video
es: Ver video

source: Loading lyric...
es: Cargando letra...

source: Tell us what's wrong with the lyrics.
es: Cuéntanos qué le pasa a la letra.

source: Did not find the lyrics.
es: No encontré la letra.

source: Play video failed.
es: Reproducir video falló.

source: Convert finished.
es: Convertir terminado.

source: Convert failed.
es: Conversión fallida.

source: Please try again later
es: Por favor, inténtelo de nuevo más tarde

source: Watch video, free remove ads
es: Ver video, eliminar anuncios gratis

source: video preparing
es: preparación de video

source: video prepared
es: video preparado

source: The video is ready soon, please be patient.
es: El video está listo pronto, por favor sea paciente.

# The full screen ad has been removed
source: The full screen ad has been removed for %ld hours.
es: El anuncio de pantalla completa se ha eliminado durante %ld horas.

# in advance
source: %.1fs in advance
es: %.1fs de antemano

# Advance
source: Advance %.1fs
es: Avance %.1fs

source: Reverted
es: Revertido

# Delayed
source: Delayed %.1fs
es: %.1fs retrasados

# Delay
source: Delay %.1fs
es: Demora %.1fs

source: Adjust lyric time
es: Ajustar tiempo de letras

source: Report lyric language error
es: Informar error de idioma lírico

source: Report lyric error
es: Informar error de letra

source: Error message has been sent.
es: Se ha enviado un mensaje de error.

source: Lyric
es: lírica

source: Short(<4 minutes)
es: Corta (menos de 4 minutos)

source: Long(>20 minutes)
es: Larga (más de 20 minutos)

source: Today
es: Hoy

source: This week
es: Esta semana

source: This Month
es: Este mes

# Video1
source: Video
es: Vídeo

# Playlist1
source: Playlist
es: Lista

# Channel1
source: Channel
es: Canal

# All1
source: All
es: Todas

# Done1
source: Done
es: Hecho

source: FILTER
es: FILTRAR

source: Duration
es: Duración

source: Upload Time
es: Tiempo de carga

source: Type
es: Tipo

source: Add as next to play
es: Agregar como siguiente para jugar

source: Download this list
es: Descargar esta lista

source: Play this list
es: Juega esta lista

source: Collect this list
es: Recoge esta lista

source: Download this song
es: Descargar esta cancion

source: Add this song as next
es: Agregar como siguiente

source: Unable to get song list.
es: No se puede obtener la lista de canciones.

source: Watch a short video, remove full screen ads.
es: Mire un video corto, elimine los anuncios de pantalla completa.

source: Watch now
es: Ver ahora

source: Later
es: Más tarde

source: Watch video, Remove ads
es: Mira el video para anunciar

source: Play game
es: Jugar un juego

source: Play
es: Jugar

source: Trending
es: Tendencias

source: Filters
es: Filtros

source: Movies
es: Películas

source: My Movies
es: Mis peliculas

source: Added to 'My Movies & TV'
es: Añadido a 'Mis películas y TV'

source: Tap to get movie info
es: Toca para obtener información de la película

source: Getting movie info
es: Obteniendo información de la película

source: Downloading
es: Descargando

source: Switch to alternate resouce %ld
es: Cambiar a recurso alternativo %ld

source: TV Shows
es: Programas de TV

source: Movies & TV
es: Cine y TV

source: Library
es: Biblioteca

source: My Movies & TV
es: Mis películas y programas de TV

source: TV Series
es: Series de TV

source: Search for Movies and TV Series
es: Buscar películas y series de TV

source: Search for movies, TV, music
es: Búsqueda de películas, TV, música

source: Search for movies, TV
es: Búsqueda de películas, TV

# Please watch other seasons, We are updating season xxxxxx.
source: Please watch other seasons, We are updating season %@.
es: Mire otras temporadas, estamos actualizando la temporada %@.

source: Subtitles
es: Subtítulos

source: Tell us what's wrong with the subtitles.
es: Indícanos qué tiene de malo los subtítulos.

source: Adjust subtitle time
es: Ajustar el tiempo de los subtítulos

source: Report language error
es: Informar error de idioma

source: Report subtitle error
es: Informar error de subtítulos

source: Report other error
es: Informar otros errores

source: Remove AD
es: Eliminar anuncio

source: As a vip, all ads will be removed
es: Como vip, todos los anuncios serán eliminados

source: All ads has been removed.
es: Todos los anuncios han sido eliminados.

source: / month
es: / mês

source: / year
es: / año

source: Restore in App Purchases
es: Restaurar en compras de aplicaciones

source: If the ad still appears after purchase, tap Restore.
es: Si el anuncio sigue apareciendo después de la compra, toque Restaurar.

# vip rules
source: 1. Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period. 2. Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase. 3. Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable. 4. VIP subscription is auto-renewed. 5. You need to confirm and pay for the VIP subscription through the iTunes Account at confirmation of purchase. Terms of Use: %@ Privacy Policy: %@
es: 1. La suscripción se renueva automáticamente a menos que la renovación automática se desactive al menos 24 horas antes del final del período actual. 2. Las suscripciones pueden ser administradas por el usuario y la renovación automática puede desactivarse yendo a la Configuración de la cuenta del usuario después de la compra. 3. Cualquier parte no utilizada de un período de prueba gratuito, si se ofrece, se perderá cuando el usuario compre una suscripción a esa publicación, cuando corresponda. 4. La suscripción VIP se renueva automáticamente. 5. Debe confirmar y pagar la suscripción VIP a través de la cuenta de iTunes en la confirmación de la compra. Términos de uso: %@ Política de privacidad: %@

source: Remove all ads free.
es: Eliminar todos los anuncios gratis.

source: Remove now
es: Eliminar ahora

source: All full screen ads removed
es: Anuncios eliminados

source: Invite friends to remove ads free
es: Invitar a amigos

source: Invite friends to open the link via mobile.
es: Invita a amigos a abrir el enlace a través del móvil.

source: Please do not use the same wifi to open the link to avoid invalid invitations.
es: No utilice el mismo wifi para abrir el enlace para evitar invitaciones no válidas.

source: Share link to your friends
es: Comparte el enlace con tus amigos

source: Copy link to clipboard
es: Copiar enlace al portapapeles

source: You need close Limit Ad Tracking by going to iPhone's Settings > Privacy > Advertising and turning off Limit Ad Tracking.
es: Debes desactivar Limitar seguimiento de anuncios accediendo a Configuración del iPhone > Privacidad > Publicidad y desactivando Limitar seguimiento de anuncios.

source: SIGN UP FREE
es: REGÍSTRATE GRATIS

source: SiGN UP
es: REGÍSTRATE

source: LOG IN
es: INICIAR SESIÓN

source: Log out
es: Cerrar sesión

source: YES
es: SÍ

source: Create account
es: Crear una cuenta

source: What’s your email?
es: ¿Cuál es tu correo electrónico?

source: This email is invalid. Make sure it's written like example@email.com.
es: Este email es invalido. Asegúrate de que esté escrito como example@email.com.

source: Time out, server is not responding.
es: Tiempo de espera, el servidor no responde.

source: This email is already registered.
es: Este correo electrónico ya está registrado.

source: Create a password
es: Crea una contraseña

source: Next
es: Siguiente

source: You agree to public your music
es: Aceptas hacer pública tu música

source: Enter your email.
es: Introduce tu correo electrónico.

source: Enter your password.
es: Ingresa tu contraseña.

source: Password
es: Contraseña

source: Email or password is incorrect.
es: Correo electrónico o la contraseña son incorrectos.

source: Email has not been registered.
es: El correo electrónico no ha sido registrado.

source: Forget password
es: Contraseña olvidada

source: Use at least 8 characters, up to 16 characters.
es: Utilice al menos 8 caracteres, hasta 16 caracteres.

source: This password is too weak. Try including numbers, symbols or uppercase letters.
es: Esta contraseña es demasiado débil. Intenta incluir números, símbolos o letras mayúsculas.

source: System will send the original password to
es: El sistema enviará la contraseña original a

source: The password has been sent to
es: La contraseña ha sido enviada a

source: Your account is ready
es: Tu cuenta esta lista

source: What’s your date of birth?
es: ¿Cuál es tu fecha de nacimiento?

source: What’s your gender?
es: ¿Cuál es tu género?

source: Female
es: Mujer

source: Male
es: Hombre

source: Non-binary
es: No binario

source: Please improve the information
es: Por favor mejora la información

source: What’s your name?
es: ¿Cuál es tu nombre?

source: Upload your avatar
es: Sube tu avatar

source: SAVE
es: SALVAR

source: Taking photos
es: Tomando fotos

source: Camera permissions
es: Permisos de camara

source: This feature is currently unavailable because the app is denied access to the camera.
es: Esta función no está disponible actualmente porque a la aplicación se le niega el acceso a la cámara.

source: Go to set
es: Ir a set

source: Choose from photos
es: Escoge de las fotos

source: Album permissions
es: Permisos de album

source: This feature is currently unavailable because the app is denied access to the phone album.
es: Esta función no está disponible actualmente porque a la aplicación se le niega el acceso al álbum del teléfono.

source: Please select an image
es: Por favor seleccione una imagen

source: Account
es: Cuenta

source: Sign up app, your music never lost.
es: Regístrate en app, tu música nunca se perderá.

source: All music is synced
es: Toda la música está sincronizada

source: Syncing your music…
es: Sincronizando tu música...
