Repository: mafeng1000/mafeng
Catalog: AnimePlay/AnimePlay/Language/*.lproj/Localizable.strings
Languages: es

source: Please ask your family to install this app and log in to an account with **** on the Mylibrary page.
es: Pida a su familia que instale esta aplicación e inicie sesión en una cuenta con **** en la página de Mylibrary.

source: Enter email address or account ID
es: Ingrese la dirección de correo electrónico o ID de la cuenta

source: You have left the family, you can continue to purchase an individual/family plan
es: Has dejado a la familia, puedes seguir comprando un plan individual/familiar

source: You need to quit your family plan to continue
es: Necesitas salir de tu plan familiar para continuar

source: View My Family
es: Ver mi familia

source: Continue with
es: Continua con

source: The source is of low quality and may contain ads and embedded subtitles.
es: La fuente es de baja calidad y puede contener anuncios y subtítulos incrustados.

source: Remind me when HD resources are available
es: Recordarme cuando los recursos HD estén disponibles

source: ad coming soon %@s
es: anuncio próximamente %@s

source: Remove ads
es: Quitar anuncios

source: Continue Watching From
es: Continuar viendo desde

source: Manage your notifications in your phone settings
es: Administra tus notificaciones en la configuración de tu teléfono

source: Screencast Remaining:
es: Screencast restantes:

source: Downloads Remaining:
es: Descargas restantes:

source: Account ID
es: ID de la cuenta

source: Info
es: Información

source: Remove All ads
es: Eliminar Todos los anuncios

source: Unlock All movies
es: Desbloquear Todas las películas

source: GET PREMIUM
es: OBTENER PREMIUM

source: Or you can conntact us at
es: O puede contactarnos en

source: Already have an account?
es: ¿Ya tienes una cuenta?

source: Pay after login
es: Pagar después de iniciar sesión

source: (Both the current Apple ID and your account have access PREMIUM)
es: (Tanto el Apple ID actual como tu cuenta tienen acceso PREMIUM)

source: Activate PREMIUM
es: activar PREMIUM

source: Pay without login
es: Pagar sin iniciar sesión

source: (Premium only for current Apple ID)
es: (Premium solo para ID de Apple actual)

source: you already own this item.
es: ya tienes este artículo.

source: Purchase is not supported currently, please purchase it after the subscription expires.
es: La compra no es compatible actualmente, cómprela después de que caduque la suscripción.

source: If you want to change to %@ Subscription, Please switch to previous Apple ID you used to pay in App Store.
es: Si desea cambiar a %@ Suscripción, cambie a la ID de Apple anterior que utilizó para pagar en App Store.

source: If you want to change to %@ Subscription, please switch to previous Apple ID or Google account you used to pay in App Store or Google, and purchase on the '%@' app.
es: Si desea cambiar a la Suscripción %@, cambie a la ID de Apple anterior o a la cuenta de Google que utilizó para pagar en App Store o Google, y compre en la aplicación '%@'.

source: Apple ID Subscription
es: Suscripción de ID de Apple

source: Which subscription to cancel?
es: ¿Qué suscripción cancelar?

source: (Cancelled)
es: (Cancelado)

source: Your Account Subscription
es: Suscripción de cuenta

source: Watch On The Big Screen
es: Ver en la pantalla grande

source: Try Premium
es: Prueba Premium

source: Full Access
es: Acceso completo

source: After then %@%@/%@
es: Después %@%@/%@

source: to choose more premium
es: para elegir más premium

source: Confirm delete?
es: ¿Confirmar eliminación?

source: Commit
es: Comprometerse

source: %@%@ for %@ trail
es: %@%@ para %@ rastro

source: for %@
es: por %@

source: Your phone is not allowed to purchase by Apple.
es: Apple no permite la compra de su teléfono.

source: Then %@%@/%@ After Trial Ends.
es: Luego %@%@/%@ después de que finalice la prueba.

source: The file format is temporarily unsupported
es: El formato de archivo no es compatible temporalmente

source: Move Success
es: Mover con éxito

source: Move Here
es: Mover aquí

source: Unable to play due to copyright issues.
es: No se puede reproducir debido a problemas de derechos de autor.

source: Download
es: Descargar

source: Cancel and exit the app
es: Cancelar y salir de la aplicación

source: Out Of Space
es: Sin espacio

source: %@ could not be downloaded. Please free up additional %@ free space and try again.
es: No se pudo descargar %@. Libere %@ espacio libre adicional y vuelva a intentarlo.

source: Free up space
es: Espacio libre

source: Log in to back up your downloads
es: Inicia sesión para hacer una copia de seguridad de tus descargas

source: Don't forget to download this song to your song list if you like it!
es: No olvides descargar esta canción a tu lista de canciones si te gusta.

source: Once you download it, you can listen to it anywhere, anytime!
es: Una vez que la descargues, podrás escucharla en cualquier momento y lugar.

source: I heard that downloading idols' songs is an important way to show support~
es: He oído que descargar las canciones de los idols es una forma importante de mostrar apoyo~

source: 99% of users who like this song have downloaded it. Do you want to download now?
es: El 99% de los usuarios a los que les gusta esta canción la han descargado. ¿Quieres descargarla ahora?

source: Download it in advance, so that it can be played more smoothly on the subway!
es: ¡Descárgala con antelación para que pueda sonar mejor en el metro!

source: What U Want To Listen Today?
es: ¿Qué quieres escuchar hoy?

source: Search or choose your artists for more personalized recommendations!
es: ¡Busca o elige tus artistas para obtener más recomendaciones personalizadas!

source: Search for an artist
es: Busca un artista

source: CHOOSE AT LEAST %d ARTISTS
es: ELEGIR AL MENOS %d ARTISTAS

source: CONTINUE WITH %d ARTISTS
es: CONTINUAR CON %d ARTISTAS

source: CHOOSE %d MORE ARTISTS
es: ELEGIR %d MÁS ARTISTAS

source: Watch video Approx 30s,
es: Ver video Aproximadamente 30s,

source: you can get
es: puedes obtener

source: mins AD-BLOCK
es: minutos AD-BLOCK

source: Congrats! You’ve collected
es: ¡Felicitaciones! has coleccionado

source: Loading failed, please try again
es: Error al cargar, por favor inténtalo de nuevo

source: Congrats!
es: ¡Felicitaciones!

source: You’ve collected AD-BLOCK
es: Has recopilado AD-BLOCK

source: Watch another video to collect more
es: Mira otro video para recolectar más

source: Remaining Valid
es: Válido restante

source: mins
es: minutos

source: You are already a subscriber with All AD-REMOVAL privilege, you do not need to complete this task.
es: Ya es un suscriptor con el privilegio All AD-REMOVAL, no necesita completar esta tarea.

source: Restoring...
es: Restaurando...

source: Failed purchase, does not incur costs.
es: Compra fallida, no incurre en gastos.

source: Watchlist
es: Lista de vigilancia

source: My Watchlist
es: Mi lista de vigilancia

source: Added to 'My Watchlist'
es: Agregado a 'mi lista de observación'

source: Add To My Watchlist
es: Añadido a mi lista de observación

source: Added to My Watchlist
es: Agregado a mi lista de observación

source: Enter The Confirmation Code
es: Ingrese el código de confirmación

source: We sent to %@
es: Enviamos a %@

source: Confirmation code
es: Código de confirmación

source: Finish
es: Finalizar

# Change phone nunber
source: Change phone nunbe
es: Cambiar el nunber del teléfono

source: This phone is already registered.
es: Este teléfono ya está registrado.

source: Please enter a phone number
es: por favor, ingrese un número de teléfono

source: Phone has not been registered.
es: El teléfono no ha sido registrado.

source: Phone or password is incorrect.
es: El teléfono o la contraseña son incorrectos.

source: Phone number example: +19097165187
es: Ejemplo de número de teléfono: +19097165187

source: Add
es: Agregar

source: Enter the email address or phone number
es: Ingrese la dirección de correo electrónico o el número de teléfono

source: Phone Number
es: Número de teléfono

source: Phone
es: Teléfono

source: We'll send you an SMS verification code.
es: Le enviaremos un código de verificación SMS.

source: Phone Not Found. This phone doesn't match any known Accounts. Try again.
es: Teléfono no encontrado. Este teléfono no coincide con ninguna cuenta conocida. Intentar otra vez.

source: Country name or code
es: Nombre o código del país

source: Turn off Subtitles
es: Apagar los subtítulos

source: Turn on Subtitles
es: Encender los subtítulos

source: Get premium to unlock all movies and TV shows
es: Obtenga Premium para desbloquear todas las películas y programas de televisión

source: Swipe down to watch the next movieclip
es: Deslice hacia abajo para ver el próximo movimiento

source: Switch To Hd For Free
es: Cambiar a HD gratis

source: HD Remaining:
es: HD restante:

source: Get Premium Enjoy HD Resources
es: Obtenga Premium Disfrute de recursos HD

source: HD Resources
es: Recursos HD

source: Follow us to
es: Seguirnos a

source: avoid not finding us
es: Evite no encontrarnos

source: after this app is removed from App Store.
es: Después de que esta aplicación se retira de App Store.

source: Loading failed, please try again~
es: La carga falló, por favor inténtalo de nuevo~

source: Sorry~This video resource is not available for download, you can collect and play it online
es: Lo sentimos ~ Este recurso de video no está disponible para descargar, puede recopilarlo y reproducirlo en línea

source: %@%@ for %@ trial
es: %@%@ por %@ de prueba

source: Swipe up to watch the next movie clip
es: Desliza hacia arriba para ver el siguiente clip de película

source: The source quality is low,may contain embedded ads
es: La calidad de la fuente es baja, puede contener anuncios integrados

source: embedded ads
es: anuncios incrustados

source: The source quality is low,may contain embedded ads and cannot be removed
es: La calidad de la fuente es baja, puede contener anuncios integrados y no se puede eliminar

source: Share the app with my family
es: Comparte la aplicación con mi familia

source: Are you sure you want to delete this family account?
es: ¿Estás seguro de que quieres eliminar esta cuenta familiar?

source: Change phone number
es: Cambiar el número de teléfono

source: Is Screencast Good To Use?
es: ¿Es bueno usar Screencast?

source: Good: Please Click 'It's Great'
es: Bien: Haga clic en 'Es genial'

source: Poor: Please Click 'I Feel Bad'
es: Pobre: ​​Haga clic en 'Me siento mal'

source: I Feel Bad
es: Me siento mal

source: It's Great
es: Es genial

source: Invite Friends
es: Invitar a amigos

source: Share the APP with your friends to watch and discuss the latest and hottest movies together.
es: Comparta la aplicación con sus amigos para ver y discutir las últimas y más populares películas juntas.

source: Share To You Friends
es: Comparte con ustedes amigos

source: Invite more friends to see the movie
es: Invita a más amigos a ver la película

source: Request for an update
es: Solicitud de una actualización

source: Submitted, we will update as soon as possible.
es: Enviado, actualizaremos lo antes posible.

source: Email, phone or account ID
es: ID de correo electrónico, teléfono o cuenta

source: NO ADS
es: SIN ANUNCIOS

source: Remove all full-screen ads, banner ads and MREC ads.
es: Elimine todos los anuncios de pantalla completa, anuncios de banner y anuncios MREC.

source: Watch full movies and TV shows without sharing.
es: Vea películas completas y programas de televisión sin compartir.

source: Download movies & TV
es: Descargar películas y televisión

source: Download videos to watch anywhere, even when you don't have an internet connection.
es: Descargue videos para ver en cualquier lugar, incluso cuando no tenga conexión a Internet.

source: Support Chromecast, Roku TV, Samsung TV and other DLNA streaming device.
es: Admite Chromecast, Roku TV, Samsung TV y otro dispositivo de transmisión DLNA.

source: HIGH DEFINITION
es: ALTA DEFINICIÓN

source: Enjoy the best picture quality and sound.
es: Disfruta de la mejor calidad de imagen y el sonido.

source: Then %@%@/%@ after trial ends, you can cancel anytime
es: Luego %@%@/%@ después de que finalice la prueba, puede cancelar en cualquier momento

source: %@ FOR %@ TRIAL
es: %@ por %@ de prueba

source: you can cancel anytime
es: puedes cancelar en cualquier momento

source: Day 7
es: Día 7

source: Download Movies/TV
es: Descargar películas/TV

source: HD Resource
es: Recurso HD

source: Cast to TV
es: Elenco a la televisión

source: Free Trial Premium
es: Prueba de prueba gratuita

source: DAILY CHECK-IN
es: Check-in diario

source: Claim Reward
es: Reclamar recompensa

source: Claimed
es: Reclamado

source: Rules
es: Normas

source: Valid Until:
es: Válido hasta:

source: Unused
es: No usado

source: Used
es: Usó

source: You don't have any rewards yet.
es: Todavía no tienes ninguna recompensa.

source: 1. You can check in once each day. Interrupted check-in will start over.
es: 1. Puede registrarse una vez al día. El check-in interrumpido comenzará de nuevo.

source: 2. All rewards are valid for 7 days after claiming. Rewards that have been claimed after subscribing will automatically expire.
es: 2. Todas las recompensas son válidas por 7 días después de reclamar. Las recompensas que se han reclamado después de suscribirse caducarán automáticamente.

source: 3. Participation only for free plan users.
es: 3. Participación solo para usuarios de plan gratuitos.

source: Saved failed
es: Savado fallido

source: Get the most popular movies and TV shows right now
es: Obtenga las películas y programas de televisión más populares en este momento

source: without launching the app.
es: sin lanzar la aplicación.

source: 1. From the Home Screen, touch and hold an empty area until the apps jiggle.
es: 1. Desde la pantalla de inicio, toque y sostenga un área vacía hasta que las aplicaciones se muevan.

source: 2. Tap the Add button
es: 2. Toque el botón Agregar

source: in the upper-left corner.
es: en la esquina superior izquierda.

source: 3. Select "%@", then tap Add Widget.
es: 3. Seleccione "%@", luego toque Agregar widget.

source: 4. Tap Done.
es: 4. Toque listo.

source: How To Add Widgets
es: Cómo agregar widgets

source: Get the most popular movies and TV shows right now without launching the app.
es: Obtenga las películas y programas de televisión más populares en este momento sin lanzar la aplicación.

source: Add a Widget
es: Agregar un widget

source: Days
es: Días

source: MovieClips
es: clips de película

source: %@%@/%@ after free trial ends.
es: %@%@/%@ después de que finalice la prueba gratuita.

source: %@%@/%@ after free trial ends, you can cancel anytime.
es: %@%@/%@ al mes después de que finalice la prueba gratuita, puede cancelar en cualquier momento.

source: Your system clock is incorrect. Please set your clock to the current date and time
es: El reloj de su sistema es incorrecto. Por favor, ajuste su reloj a la fecha y hora actual

source: Start Free Trial
es: Empiza la prueba gratuita

source: Details
es: Detalles

source: Full Screen
es: Pantalla completa

source: ME
es: YO

source: Fast Laughs
es: Risas rapidas

source: Pause
es: Pausa

source: Save To Album
es: Guardar en álbum

source: Day
es: Día

source: Recent
es: Reciente

source: View
es: Vista

source: Enter the verification code that we sent to %@.
es: Ingresa el código de verificación que enviamos a %@.

source: Verify your phone number
es: Verifica tu numero de telefono

source: Type a comment
es: Escriba un comentario

source: Replying To
es: Respondiendo a

source: Comments
es: Comentario

source: No Comments
es: Sin comentarios

source: No more comments
es: No mas comentarios

source: Delete Comment
es: Eliminar comentario

source: Are you sure you want to delete this comment?
es: ¿Estás seguro de que quieres eliminar este comentario?

source: Comment deleted successfully
es: Comentario eliminado nsuccessfil

source: Report successfully submitted.
es: Informe con éxito nsubmitido.

source: Reply to
es: Responder a

source: Reply
es: Respuesta

source: Send
es: Enviar

source: Send failed: the review is too short
es: Enviar fallido: la revisión es demasiado corta

source: You have received a reply.
es: Has recibido una respuesta.

source: Reply sent
es: Respuesta enviada

source: Commented on my reply
es: Comenté en mi respuesta

source: Show all replies
es: Mostrar todas las respuestas

source: Report Comment
es: Comentario

source: Why are you reporting this comment?
es: Por qué estás reportando este comentario?

source: We won't let them know if you take any of these actions.
es: No les haremos saber si tomas alguna de estas acciones.

source: Description (Optional)
es: Descripción (opcional)

source: Description (Required)
es: Descripción (requerido)

source: description cannot be empty
es: La descripción no puede estar vacía

source: please choose
es: por favor elija

source: Hate speech or violence
es: Discurso de odio o violencia

source: Child abuse
es: Abuso infantil

source: Harassment, abuse, or bullying
es: Acoso, abuso o intimidación

source: Fraud
es: Fraude

source: Commercial ads or spam
es: Anuncios comerciales o spam

source: Pornography or explicit content
es: Pornografía o contenido explícito

source: Others(Please describe)
es: Otros (por favor describir)

source: View All
es: Ver todos

source: Review sent
es: Revisión enviada

source: How to add family accounts:
es: Cómo agregar cuentas familiares:

source: Enter the email address or account ID of a family member and click Add to add him or her successfully.
es: Ingrese la dirección de correo electrónico o la ID de cuenta de un miembro de la familia y haga clic en Agregar para agregarlo con éxito.

source: Family members need to Log In to their family account to get the premium version.
es: Los miembros de la familia deben iniciar sesión en su cuenta familiar para obtener la versión premium.

source: Log In
es: Iniciar sesión

source: Your family members can register an account in the My library page or Settings page of the app.
es: Los miembros de su familia pueden registrar una cuenta en la página de mi biblioteca o la página de configuración de la aplicación.

source: Please login to comment
es: Por favor, inicia sesión para comentar

source: Login in with E-Mail
es: Inicie sesión con el correo electrónico

source: Login in with phone number
es: Inicie sesión con el número de teléfono

source: Sign Up Now
es: Regístrate ahora

source: Free professional screen casting app, click and cast the screen directly after installation, without additional operation.
es: Aplicación gratuita de fundición de pantalla profesional, haga clic y coloque la pantalla directamente después de la instalación, sin operación adicional.

source: For the first installation, you need to cast screen again.
es: Para la primera instalación, debe emitir la pantalla nuevamente.

source: Unlock All Animes
es: Desbloquear todos los animes

source: Are the ADs Annoying?
es: ¿Los anuncios son molestos?

source: You Can Now Remove All ADs
es: Ahora puedes quitar todos los anuncios

source: Watch Video for Free Removal
es: Ver video para eliminación gratuita

source: Subscribe to Permanently Remove
es: Suscríbete para eliminar permanentemente

source: · Subscribe To Remove All ADs ·
es: · Suscríbete para quitar todos los anuncios ·

source: Try Now for Only %@/mo
es: Pruébelo ahora por %@ por mes

source: (Cancel anytime)
es: (Cancelar cuando quieras)

source: I Got It
es: Lo tengo

source: Premium Only
es: Solamente Premium

source: Get premium to unlock all animes and remove all ads
es: Obtenga premium para desbloquear todos los animes y eliminar todos los anuncios

source: DOWNLOAD NOW
es: DESCARGAR AHORA

source: Because of Apple Policy, you cannot subscribe here.
es: Debido a la política de Apple, no puedes suscribirte aquí.

source: You can download the new APP to subscribe.
es: Puedes descargar la nueva APP para suscribirte.

source: Because of Apple Policy, you cannot renew or upgrade your subscription here.
es: Debido a la política de Apple, no puedes renovar o actualizar tu suscripción aquí.

source: You can download the new APP to renew or upgrade your subscription.
es: Puede descargar la nueva APP para renovar o actualizar su suscripción.

source: Are you sure you want to log out?
es: ¿Está seguro de que desea cerrar la sesión?

source: Sign in for full service experience
es: Inicie sesión para disfrutar de una experiencia de servicio completo

source: For the lower price, you need to complete the subscription on the %@ APP to get the Both Premium
es: Por el precio más bajo, debe completar la suscripción en la aplicación %@ para obtener Ambos Premium

source: Go Subscribe
es: Ir Suscríbete

source: Give Up Discount
es: Renunciar a descuento

source: Your Best Choice
es: Tu mejor elección

source: Download & Start
es: Descargar y comenzar

source: Subscribe Successfully
es: Suscríbete con éxito

source: Automatically refresh subscription status
es: Actualizar automáticamente el estado

source: Complete the subscription payment on %@ APP, and your subscription status will be refreshed here
es: Complete el pago de la suscripción en la aplicación %@ y el estado de su suscripción se actualizará aquí

source: Month Free Primium For You
es: Mes gratis primium para ti

source: Receive
es: Recibir

source: In order to use the casting function normally, you must update the latest version of the APP.
es: Para utilizar la función de transmisión con normalidad, debe actualizar la última versión de la aplicación.

source: Update
es: Actualizar

source: Individual Plan
es: Plan individual

source: Get Free
es: Recibir gratis

source: Watch On TV
es: Ver en la televisión

source: Login/Signup
es: Iniciar sesión Registrarse

source: Special Offer For You
es: Oferta especial para ti

source: Watch Later
es: Ver despues

source: Friend Referral Rewards
es: Recompensas de referencia de amigos

source: Limited Offer
es: Oferta limitada

source: Annually
es: Anualmente

source: unless auto-renewal is disabled at least 24 hours before the end of the current period.
es: a menos que la renovación automática esté deshabilitada al menos 24 horas antes del final del período actual.

source: Subscriptions can be managed by the user and
es: Las suscripciones pueden ser administradas por el usuario y

source: by going to the User Account Settings after purchase.
es: yendo a la configuración de la cuenta de usuario después de la compra.

source: Friend Referral
es: Referencia de amigos

source: Unlimited Screen Casting
es: Transmisión de pantalla ilimitada

source: Become PREM for Only XXX
es: Conviértete en PREM por solo XXX

source: Become PREM & Enjoy Uninterrupted Viewing
es: Conviértete en PREM y disfruta de la visualización ininterrumpida

source: All PREM Privileges
es: Todos los privilegios PREM

source: Proceeding to XXX to complete payment
es: Procediendo a XXX para completar el pago

source: Install XXX APP to cast AAA
es: Instale la APLICACIÓN XXX para emitir AAA

source: PAY AT XXX TO BECOME PREM
es: PAGA EN XXX PARA CONVERTIRTE EN PREM

source: Jumping to XXX
es: Saltando a XXX

source: Subscribe at XXX to become PREM
es: Suscríbete en XXX para ser PREM

source: Video loading failed
es: Error al cargar el video

source: Cant find Subtitles, we are collecting
es: No puedo encontrar subtítulos, estamos recopilando

source: Reset Success
es: Restablecer éxito

source: Backward Success
es: Éxito hacia atrás

source: Forward Success
es: Adelante Éxito

source: Episode
es: Episodio

source: Watch full animes without sharing
es: Mira animes completos sin compartir

source: Server:
es: Servidor:

source: Report Subtitle Time Error
es: Informar error de tiempo de subtítulos

source: Canceled
es: Cancelado

source: Success
es: Éxito

source: Feedback success.
es: Éxito de la retroalimentación.
