Repository: mafeng1000/mafeng
Catalog: AnimePlay/AnimePlay/Language/*.lproj/Localizable.strings
Languages: es

source: Clear Cache
es: Limpiar cache

source: Are you sure you want to clear all cache data?
es: ¿Estás seguro de que quieres borrar todos los datos de la caché?

source: Browse
es: Navegar

source: The latest popular animes
es: Los últimos animes populares

source: * %@ for the 1st %@, then %@/%@,
es: * %@ para el 1er %@, luego %@/%@,

source: then
es: entonces

source: Recommended
es: Recomendado

source: SeeAll
es: Ver todos

source: Finished
es: Finalizado

source: Airing
es: Ventilación

source: Add To Watchlist
es: Añadir a lista de seguimiento

source: Remove From Watchlist
es: Quitar de la lista de seguimiento

source: Remove
es: Eliminar

source: Added To My Watchlist
es: Añadido a mi lista de observación

source: Remove From My Watchlist
es: Quitar de mi lista de observación

source: one piece: clockwork island adventure
es: one piece: aventura en la isla del reloj

source: How to remove all ads?
es: ¿Cómo eliminar todos los anuncios?

source: Others
es: Otros

source: Special
es: Especial

source: Watch Bleach
es: ver lejía

source: From
es: De

source: Top Chart
es: Tabla superior

source: Top Studios
es: Los mejores estudios

source: one piece: clockwork island
es: una pieza: la isla del reloj

source: one piece: clockwork island I
es: one piece: la isla del reloj I

source: MyLibary
es: Mi biblioteca

source: You will delete all anime from playback history
es: Eliminarás todo el anime del historial de reproducción.

source: Nothing
es: Nada

source: Failed
es: Fallido

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Puede

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Auto-renewing, cancel anytime
es: Renovación automática, cancelar en cualquier momento

source: Best Price
es: Mejor precio

source: No data
es: Sin datos

source: Refresh
es: Actualizar

source: Loading..
es: Cargando..

source: Remember to come back to enjoy exciting content
es: Recuerda volver para disfrutar de contenido emocionante

source: Logout
es: Cerrar sesión

source: GET PREMIUM TO REMOVE ADS
es: Obtenga premium para eliminar anuncios

source: Album
es: Álbum

source: Explore More
es: Explora más

source: Month Free Premium For You
es: Mes gratis Premium para ti

source: Movies Names
es: Nombres de películas

source: Personal Data
es: Información personal

source: Profile image
es: Imagen de perfil

source: Input Name
es: Nombre de entrada

source: Tap to edit gender
es: Toque para editar el género

source: Date of Birth
es: Fecha de nacimiento

source: Tap to edit birth
es: Toca para editar nacimiento

source: Camera
es: Cámara

source: Are you sure you want to save the changes
es: ¿Estás seguro de que quieres guardar los cambios?

source: Question/Feedback
es: Pregunta/retroalimentación

source: Contact Details
es: Detalles de contacto

source: Submit Success
es: Entregar el éxito

source: Collection Success
es: Éxito de la colección

source: Cancel Collection
es: Cancelar colección

source: Get PlayAsset Fail!
es: ¡Obtén PlayAsset Fail!

source: Install %@ For Screen Cast
es: Instalar %@ para el reparto de pantalla

source: Free professional screen cast app, please enjoy after install, without additional operation.
es: Aplicación de reparto de pantalla profesional gratuita, disfrute después de la instalación, sin operación adicional.

source: Install
es: Instalar

source: My List
es: Mi lista

source: All Episodes
es: Todos los episodios

source: Season 1
es: Temporada 1

source: Pay Success!
es: ¡Pago exitoso!

source: Pay Fail!
es: ¡Pague Fall!

source: Cancel On
es: Cancelar

source: for the 1 month
es: por 1 mes

source: for the 1st week
es: por la primera semana

source: *Auto-renewal for %@ per year.
es: *Auto-renovación para %@ por año.

source: *Auto-renewal for %@ per week.
es: *Auto-renovación para %@ por semana.

source: *Auto-renewal for %@ per month.
es: *Auto-renovación para %@ por mes.

source: * Free for the 1 month, then %@/month after
es: * Gratis para el 1 mes, luego %@/mes después

source: %@ for the 1st month. Next recurring monthly renewal will be %@.
es: %@ para el primer mes. La próxima renovación mensual recurrente será %@.

source: Pay
es: Pagar

source: Mobile no.
es: No móviles.

source: Recover password
es: Recuperar contraseña

source: Enter Password
es: Introducir la contraseña

source: This email does not exist,Signup directly or continue Login.
es: Este correo electrónico no existe, registra directamente o continúa iniciando sesión.

source: This mobile number does not exist, Signup directly or continue Login.
es: Este número de teléfono móvil no existe, registra directamente o continúa iniciando sesión.

source: Signup
es: Inscribirse

source: The email does not exist.
es: El correo electrónico no existe.

source: The phone does not exist.
es: El teléfono no existe.

source: Incorrect password
es: Contraseña incorrecta

source: Login indicates you agree to the %@ & %@
es: El inicio de sesión indica que está de acuerdo con %@ y %@

source: The message may have been delayed slightly. Please wait for a bit longer.
es: El mensaje puede haberse retrasado ligeramente. Espere un poco más.

source: The SMS may have been delayed slightly. Please wait for a bit longer.
es: El SMS puede haberse retrasado ligeramente. Espere un poco más.

source: Email verification
es: Verificacion de email

source: Phone number verification
es: Verificación del número de teléfono

source: A verification code has been sent to the
es: Se ha enviado un código de verificación al

source: Verification code
es: Código de verificación

source: If you do not receive the email, try checking your junk or spam folder.
es: Si no recibe el correo electrónico, intente verificar su carpeta de basura o spam.

source: Sign Up Success!
es: ¡Regístrese el éxito!

source: Invalid verification code.
es: Código de verificación invalido.

source: Sign in with
es: Inicia sesión con

source: other login methods
es: Otros métodos de inicio de sesión

source: 8-20 characters Must be a combination of at least two of the following: letters,numbers, and punctuation.
es: 8-20 caracteres deben ser una combinación de al menos dos de las siguientes: letras, números y puntuación.

source: Please enter a valid mobile number.
es: Por favor, introduzca un número de móvil válido.

source: Enter phone number
es: Ingresa número telefónico

source: Incorrect email address format.
es: Formato de dirección de correo electrónico incorrecto.

source: The email already registered. Login directly or continue Signup.
es: El correo electrónico ya registrado. Inicie sesión directamente o continúe registrando.

source: The mobile number already registered. Login directly or continue Signup.
es: El número de móvil ya registrado. Inicie sesión directamente o continúe registrando.

source: Account already exists? Login now
es: ¿La cuenta ya existe? Inicia sesión ahora

source: Login now
es: Inicia sesión ahora

source: User does not exist
es: el usuario no existe

source: Phone number does not exist
es: El número de teléfono no existe

source: Wait
es: Esperar

source: A verification code has been sent to %@ The SMS may have been delayed slightly. Please wait for a bit longer.
es: Se ha enviado un código de verificación a %@ el SMS puede haberse retrasado ligeramente. Por favor espere un poco más

source: Passwords should be between 8-20 letters, numerals, or symbols.To ensure your account’s security, do not reuse passwords from other websites or accounts.
es: Las contraseñas deben estar entre 8-20 letras, números o símbolos. Para garantizar la seguridad de su cuenta, no reutilice las contraseñas de otros sitios web o cuentas.

source: Those passwords didn’t match. Try again.
es: Esas contraseñas no coincidían. Intentar otra vez.

source: Set Password Success!
es: ¡Establezca el éxito de la contraseña!

source: Nothing Restore
es: Nada restauración

source: Success Restore
es: Restaura de éxito

source: Bad Request
es: Solicitud incorrecta

source: Unauthorized
es: No autorizado

source: Forbidden
es: Prohibido

source: Not Found
es: Extraviado

source: Request Method Error
es: Error del método de solicitud

source: Unsupported Media Type
es: Tipo de medios no compatible

source: Internal Server Error
es: Error Interno del Servidor

source: Bad Gateway
es: Maleta

source: Service Unavailable
es: Servicio No Disponible

source: Re-send verification code
es: Vuelva a enviar el código de verificación

source: Hi~You are trying to use the PREM function~
es: Hola~Estás intentando usar la función PREM~

source: Subscribe & Casting Now
es: Suscribirse y enviar pantalla ahora

source: Exit mirroring and the pop-up will auto-disappear
es: Salga de la duplicación y la ventana emergente desaparecerá automáticamente

source: Stay Connected
es: Manténgase conectado

source: With Us
es: con nosotros

source: for the 1st month
es: para el primer mes

source: for the 1st month. Next recurring monthly renewal will be
es: para el primer mes. La próxima renovación mensual recurrente será

source: * Auto-renewal for
es: * Auto-renovación para

source: per year
es: por año

source: per month
es: por mes

source: per week
es: por semana

source: Subscribe At
es: Suscríbase en

source: Please confirm whether to clear the earch history.
es: Por favor, confirme si desea borrar el historial de búsqueda.

source: Animated Series
es: Series animadas

source: Animation Movies
es: Películas de animación

source: All Channels
es: Todos los canales

source: Only
es: Solo

source: Enjoy The Premium Journey With Your Family
es: Disfrute del viaje premium con su familia

source: Add Your Family Members
es: Agregue los miembros de su familia

source: Unsubscribe
es: Darse de baja

source: Add Now
es: Agregar ahora

source: Collection removed successfully
es: Colección eliminada correctamente

source: Collection saved successfully
es: Colección guardada exitosamente

source: Please confirm whether to clear the search history.
es: Por favor, confirme si desea borrar el historial de búsqueda.

source: Play in Browser
es: Jugar en el navegador

source: DUB
es: LAT

source: MOVIE
es: PELÍCULA

source: to remove all ads
es: para eliminar todos los anuncios

source: Subtitle Color
es: Color de subtítulo

source: Simple White
es: Blanco sencillo

source: Grass Green
es: Pasto verde

source: Vibrant Yellow
es: Amarillo vibrante

source: Peach Pink
es: Rosa durazno

source: Mystic Purple
es: Púrpura místico

source: Mature Black
es: maduro negro

source: Sky Blue
es: Cielo azul
